Homework/HW7/HW7-S16.tex
% Created 2016-04-01 Fri 12:44
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\setlength{\headheight}{10.2pt}
\setlength{\headsep}{20pt}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2016 W.\ F.\ Schneider}
\rfoot{\thepage}
\chead{\bf{Introduction to Chemical Engineering (CBE 20255)\vspace{12pt}}}
\lhead{\bf{Homework 7}}
\rhead{\bf{Due April 4, 2016}}
\usepackage{titlesec}
\titlespacing*{\section}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\title{University of Notre Dame\\Introduction to Chemical Engineering\\(CBE 20255)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage{siunitx}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CBE 60553 Outline}
\begin{document}

\begin{options}
\end{options}

\noindent \textbf{Solve each problem on a separate sheets of Engineering Computation paper.  Carefully and neatly document your answers. Box your final answer, reporting it with the correct number of significant figures and units.  Use plotting software for all plots.}

\section{\href{https://www.youtube.com/watch?v=RvV3nn_de2k}{I Can't Drive 55}}
\label{sec-1}
You are driving down the road at 55 mph in your 5500 lb$_{\text{m}}$ automobile.  When the traffic light ahead turns amber, you step on the brakes to bring your vehicle to a complete stop.

\begin{enumerate}
\item (4 pts) What is the initial kinetic energy of the vehicle, in kJ?
\item (2 pts) Where does that energy go when you stop the car?
\item (4 pts) Make a ballpark estimate of how many times in a day this type of braking event happens in the US. Explain your approach.
\item (4 pts) Estimate the average rate of energy dissipation resulting from all these braking events in day (in MW).
\item (4 pts) Look up the average household electric usage in the US.  How many homes could in principle be powered by the energy dissipated by braking?
\item (2 pts) What is ``regenerative braking''?  Is it a good idea?
\end{enumerate}

\section{A Pipe Dream}
\label{sec-2}
Methane enters a 3-cm ID pipe at \SI{30}{\celsius} and \SI{10}{\bar} with a average linear velocity of \SI{5.00}{\meter\per\second} and emerges at a point \SI{200}{\meter} lower than the inlet at \SI{30}{\celsius} and \SI{9}{\bar}. At these conditions, methane is well described as an ideal gas.

\begin{enumerate}
\item (4 pts) What is the kinetic energy of the entering methane, in W?
\item (4 pts) What is the change in potential energy of the methane, in W?
\item (4 pts) What is the kinetic energy of the exiting methane, in W?
\item (2 pts) Do the potential and kinetic energy changes balance each other?  If not, how is that possible?
\end{enumerate}


\section{Work = heat}
\label{sec-3}
A piston-fitted cylinder with a 6 cm inner diameter contains 1.40 g of \ce{N2}.  The piston itself has a mass of \SI{4.50}{\kilo\gram} and on top of it rests an additional \SI{25.00}{\kilo\gram} mass.  The gas is at \SI{30.0}{\celsius}, and the pressure outside the cylinder is 2.50 atm.

\begin{enumerate}
\item (4 pts) What is the pressure in the cylinder?
\item (4 pts) What is the volume occupied by the gas?
\item (4 pts) Suppose the weight is removed and the piston rapidly rises to a new equilibrium height, so fast that there is no time for heat to flow in or out of the cylinder. What energy terms are non-zero in this process, and what are their signs?  (You can neglect any small changes in potential and kinetic energy.)
\item (2 pts) Is the gas warmer or cooler after this first step?
\item (4 pts) After the piston stops, the gas inside slowly returns to \SI{30}{\celsius}.  What energy terms are non-zero in this process, and what are their signs?  (You can neglect any small changes in potential and kinetic energy.)
\item (4 pts) The work done in the expansion process is the distance traveled by the piston times the resisting force (due to the weight of the piston and the atmosphere).  How much work is done in the expansion, and how much heat flows in or out of the system throughout the whole process?
\end{enumerate}
% Emacs 25.0.50.1 (Org mode 8.2.10)
\end{document}